[LocAdmin_Strings]

FO_G3_Interact_Workbench=Bench;;;;;;;;;;;;;;pl;;Верстак;;;

INFO_Heavy_Hunter_Workbench_Bows=Making bows;;;;;;;;;;;;;;pl;;Создание луков;;;
INFO_Heavy_Hunter_Workbench_Arrows=Making Arrows;;;;;;;;;;;;;;pl;;Создание стрел;;;
INFO_Heavy_Hunter_Workbench_Sharp_Arrows=Sharpening arrows;;;;;;;;;;;;;;pl;;Заточка стрел;;;
INFO_Heavy_Hunter_Workbench_Sharp_Bolts=Bolt sharpening;;;;;;;;;;;;;;[POL];;Заточка болтов;;;
INFO_Heavy_Hunter_Workbench_Crossbows=Creating crossbows;;;;;;;;;;;;;;pl;;Создание арбалетов;;;
INFO_Heavy_Hunter_Workbench_Bolts=Create bolts;;;;;;;;;;;;;;pl;;Создание болтов;;;
INFO_Heavy_Hunter_Workbench_Armors=Armor Creation;;;;;;;;;;;;;;pl;;Создание брони;;;
INFO_Heavy_Hunter_Workbench_Weapons=Weapon Creation;;;;;;;;;;;;;;pl;;Создание оружия;;;
INFO_Heavy_Hunter_Workbench_Woods=Wood processing;;;;;;;;;;;;;;pl;;Обработка древесины;;;
INFO_Heavy_Hunter_Workbench_Instructions=Read instructions;;;;;;;;;;;;;;pl;;Прочитать инструкцию;;;

INFO_Heavy_Hunter_Workbench_CrawlerArmor=Crawler Shell Armor;;;;;;;;;;;;;;pl;;Доспех из панцирей ползунов;;;
INFO_Heavy_Hunter_Workbench_CrawlerArmor_Craft=Craft Crawler Shell Armor;;;;;;;;;;;;;;pl;;Создать доспех из панцирей ползунов;;;
INFO_Heavy_Hunter_Workbench_CrawlerArmor_Text=Crawler Plate 10 Wolf Hide 6 Warrior Crawler Carapace 5 Raw Steel 10. Skill Needed: Blacksmith;;;;;;;;;;;;;;pl;;Пластина ползуна 10 Шкура волка 6 Панцирь ползуна-воина 5 Сырая сталь 10. Нужен навык: Кузнец;;;
FO_BBM_Letter_CrawlerArmor=Hunter Heavy Armor;;;;;;;;;;;;;;pl;;Тяжелый доспех охотника;;;
ITEMDESC_BBM_Letter_CrawlerArmor=With this recipe and the right ingredients, the hero can create armor from the shells of crawlers.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать доспех из панцирей ползунов.;;;
LETTERHEADER_BBM_CrawlerArmor=Crawler Shell Armor;;;;;;;;;;;;;;pl;;Доспех из панцирей ползунов;;;
LETTERTEXT_BBM_CrawlerArmor=\nCrawler Plate 10.\n\nWolf Pelt 6.\n\nWarrior Crawler Carapace 5.\n\nRaw Steel 10.\n\n\n[Instruction Note Cannot Be Disassembled]\n\n\n\nSkill required  : Blacksmith.;;;;;;;;;;;;;;pl;;\nПластина ползуна 10.\n\nШкура волка 6.\n\nПанцирь ползуна-воина 5.\n\nСырая сталь 10.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Heavy_Hunter=Hunter Heavy Armor;;;;;;;;;;;;;;pl;;Тяжелый доспех охотника;;;
INFO_Heavy_Hunter_Workbench_Heavy_Hunter_Craft=Craft Heavy Hunter Armor;;;;;;;;;;;;;;pl;;Создать тяжелый доспех охотника;;;
INFO_Heavy_Hunter_Workbench_Heavy_Hunter_Text=Dark Glorch Leather 25 Raw Steel 10 Magic Ore Ore 35 Crocodile Skin 5. Skill required: Forging weapons from ore.;;;;;;;;;;;;;;pl;;Кожа темного глорха 25 Сырая сталь 10 Магическая руда руда 35 Кожа крокодила 5. Нужен навык: Ковка оружия из руды.;;;
FO_BBM_Letter_Heavy_Hunter_Armor=Hunter Heavy Armor;;;;;;;;;;;;;;pl;;Тяжелый доспех охотника;;;
ITEMDESC_BBM_Letter_Heavy_Hunter_Armor=With this recipe and the right ingredients, a hero can create a heavy hunter armor.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать тяжелый доспех охотника.;;;
LETTERHEADER_BBM_Heavy_Hunter_Armor=Hunter Heavy Armor;;;;;;;;;;;;;;pl;;Тяжелый доспех охотника;;;
LETTERTEXT_BBM_Heavy_Hunter_Armor=\nDark Glorch Skin 25.\n\nRaw Steel 10.\n\nMagic Ore 35.\n\nCrocodile Skin 5.\n\n\n[Instruction note cannot be parsed]\n\n\n\nSkill required:  Forging weapons from ore.;;;;;;;;;;;;;;pl;;\nКожа темного глорха 25.\n\nСырая сталь 10.\n\nМагическая руда 35.\n\nКожа крокодила 5.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Crossbow_Merc=Reinforced Mercenary Crossbow;;;;;;;;;;;;;;pl;;Усиленный арбалет наемника;;;
INFO_Heavy_Hunter_Workbench_Crossbow_Merc_Craft=Craft a Reinforced Mercenary Crossbow;;;;;;;;;;;;;;pl;;Создать усиленный арбалет наемника;;;
INFO_Heavy_Hunter_Workbench_Crossbow_Merc_Text=Wood - oak 1 Raw steel 2. Saber fang 2 Skill required: Blacksmith;;;;;;;;;;;;;;pl;;Древесина - дуб 1 Сырая сталь 2. Клык саблезуба 2 Нужен навык: Кузнец;;;
FO_BBM_Letter_CrossbowMerc=Reinforced Mercenary Crossbow;;;;;;;;;;;;;;pl;;Усиленный арбалет наемника;;;
ITEMDESC_BBM_Letter_CrossbowMerc=With this recipe and the right ingredients, the hero can create an enhanced mercenary crossbow.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать усиленный арбалет наемника.;;;
LETTERHEADER_BBM_CrossbowMerc=Reinforced Mercenary Crossbow;;;;;;;;;;;;;;pl;;Усиленный арбалет наемника;;;
LETTERTEXT_BBM_CrossbowMerc=\nWood - Oak 1.\n\nRaw Steel 2.\n\nSaber Fang 2.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;pl;;\nДревесина - дуб 1.\n\nСырая сталь 2.\n\nКлык саблезуба 2.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;


INFO_Heavy_Hunter_Workbench_Arrow_Craft_12=Create 12 arrows;;;;;;;;;;;;;;pl;;Создать 12 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_24=Create 24 arrows;;;;;;;;;;;;;;pl;;Создать 24 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_25=Create 25 arrows;;;;;;;;;;;;;;pl;;Создать 25 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_48=Create 48 arrows;;;;;;;;;;;;;;pl;;Создать 48 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_50=Create 50 arrows;;;;;;;;;;;;;;pl;;Создать 50 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_72=Create 72 arrows;;;;;;;;;;;;;;pl;;Создать 72 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_96=Create 96 arrows;;;;;;;;;;;;;;pl;;Создать 96 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_100=Create 100 arrows;;;;;;;;;;;;;;pl;;Создать 100 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_144=Create 144 arrows;;;;;;;;;;;;;;pl;;Создать 144 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_150=Create 150 arrows;;;;;;;;;;;;;;pl;;Создать 150 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_192=Create 192 arrows;;;;;;;;;;;;;;pl;;Создать 192 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_240=Create 240 arrows;;;;;;;;;;;;;;pl;;Создать 240 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_250=Create 250 arrows;;;;;;;;;;;;;;pl;;Создать 250 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_288=Create 288 arrows;;;;;;;;;;;;;;pl;;Создать 288 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_500=Create 500 arrows;;;;;;;;;;;;;;pl;;Создать 500 стрел;;;

INFO_Heavy_Hunter_Workbench_Arrow=simple arrows;;;;;;;;;;;;;;pl;;Простые стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Text=Shaft 25 Raw Steel 1. Skill Required: Blacksmith;;;;;;;;;;;;;;pl;;Древко 25 Сырая сталь 1. Нужен навык: Кузнец;;;
FO_BBM_Letter_Arrow=Arrows;;;;;;;;;;;;;;pl;;Стрелы;;;
ITEMDESC_BBM_Letter_Arrow=With this recipe and the right ingredients, the hero can create arrows.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать стрелы.;;;
LETTERHEADER_BBM_Arrow_Craft=Arrows\nX\n25;;;;;;;;;;;;;;pl;;Стрелы\nХ\n25;;;
LETTERTEXT_BBM_Arrow_Craft=\nShaft 25.\n\nRaw Steel 1.\n\n\n[Instruction's note cannot be parsed]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;pl;;\nДревко 25.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_BluntArrow=Stun Arrows;;;;;;;;;;;;;;pl;;Оглушающие стрелы;;;
INFO_Heavy_Hunter_Workbench_BluntArrow_Text=Shaft 25 Coin 250. Skill required: Blacksmith;;;;;;;;;;;;;;pl;;Древко 25 Mонета 250. Нужен навык: Кузнец;;;
FO_BBM_Letter_BluntArrow=Arrows stunning;;;;;;;;;;;;;;pl;;Стрелы оглушающие;;;
ITEMDESC_BBM_Letter_BluntArrow=With this instruction and the right ingredients, the hero can create stun arrows.;;;;;;;;;;;;;;pl;;С этой инструкцией и нужными ингредиентами герой может создать оглушающие стрелы.;;;
LETTERHEADER_BBM_BluntArrow_Craft=Stun Arrows\nX\n25;;;;;;;;;;;;;;pl;;Оглушающие стрелы\nХ\n25;;;
LETTERTEXT_BBM_BluntArrow_Craft=\nPillar 25.\n\nCoin 250.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;pl;;\nДревко 25.\n\nМонета 250.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Ore__Arrow=ore arrows;;;;;;;;;;;;;;pl;;Рудные стрелы;;;
INFO_Heavy_Hunter_Workbench_Ore__Arrow_Text=Shaft 24 Ore 8 Raw Steel 1. Requires skill: Forging weapons from ore;;;;;;;;;;;;;;pl;;Древко 24 Руда 8 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Ore__Arrow=Ore Arrows;;;;;;;;;;;;;;pl;;Стрелы из руды;;;
ITEMDESC_BBM_Letter_Ore__Arrow=With this recipe and the right ingredients, a hero can create arrows tipped with an alloy of magic ore and steel.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава магической руды и стали.;;;
LETTERHEADER_BBM_Ore__Arrow_Craft=Ore Arrows\nX\n24;;;;;;;;;;;;;;pl;;Стрелы из руды\nХ\n24;;;
LETTERTEXT_BBM_Ore__Arrow_Craft=\nPillar 24.\n\nOre 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Ore Weapon Forging.;;;;;;;;;;;;;;pl;;\nДревко 24.\n\nРуда 8.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_GoldArrow=golden arrows;;;;;;;;;;;;;;pl;;Золотые стрелы;;;
INFO_Heavy_Hunter_Workbench_GoldArrow_Text=Shaft 24 Gold Nugget 8 Raw Steel;;;;;;;;;;;;;;pl;;Древко 24 Золотой самородок 8 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_GoldArrow=Arrows of gold;;;;;;;;;;;;;;pl;;Стрелы из золота;;;
ITEMDESC_BBM_Letter_GoldArrow=With this recipe and the right ingredients, a hero can create arrows tipped with gold and steel.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава золота и стали.;;;
LETTERHEADER_BBM_GoldArrow_Craft=Golden Arrows\nX\n24;;;;;;;;;;;;;;pl;;Золотые стрелы\nХ\n24;;;
LETTERTEXT_BBM_GoldArrow_Craft=\nPillar 24.\n\nGold Nugget 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Not Disassembled]\n\n\n\nSkill Required: Forging Weapons from Ore.;;;;;;;;;;;;;;pl;;\nДревко 24.\n\nЗолотой самородок 8.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_SerratedArrow=Serrated Arrows;;;;;;;;;;;;;;pl;;Зазубренные стрелы;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_12=Create 12 arrows from the horn of mrakoris;;;;;;;;;;;;;;pl;;Cоздать 12 стрел из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_24=Create 24 arrows from the horn of mrakoris;;;;;;;;;;;;;;pl;;Создать 24 стрелы из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_48=Create 48 arrows from the horn of mrakoris;;;;;;;;;;;;;;pl;;Создать 48 стрел из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_12=Craft 12 Rhino Horn Arrows;;;;;;;;;;;;;;pl;;Cоздать 12 стрел из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_24=Create 24 Rhino Horn Arrows;;;;;;;;;;;;;;pl;;Создать 24 стрелы из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_48=Create 48 Rhino Horn Arrows;;;;;;;;;;;;;;pl;;Создать 48 стрел из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Text=Shaft 12 Horn of the Darkness, or Horn of the Rhinoceros 2 Oil from mage.  root 1 .  Skill Required: Arrow Sharpening;;;;;;;;;;;;;;pl;;Древко 12 Рог мракориса, или Рог носорога 2 Масло из маг. корня 1 . Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SerratedArrow=Serrated arrows;;;;;;;;;;;;;;pl;;Стрелы зазубренные;;;
ITEMDESC_BBM_Letter_SerratedArrow=With this recipe and the right ingredients, the hero can create Serrated Arrows.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать зазубренные стрелы.;;;
LETTERHEADER_BBM_SerratedArrow_Craft=Serrated Arrows\nX\n12;;;;;;;;;;;;;;pl;;Зазубренные стрелы\nХ\n12;;;
LETTERTEXT_BBM_SerratedArrow_Craft=\nPillar 12.\n\nMrakoris Horn, or Rhinoceros Horn 2.\n\n\n Mage Oil.  Root 1. \n\n [Instruction Note Indecipherable]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;;;pl;;\nДревко 12.\n\nРог мракориса, или Рог носорога 2.\n\n\n Масло из маг. корня 1. \n\n [Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_SharpArrow=hunting arrows;;;;;;;;;;;;;;pl;;Охотничьи стрелы;;;
INFO_Heavy_Hunter_Workbench_SharpArrow_Text=Shaft 12 Teeth 6. Skill required: Arrow sharpening.;;;;;;;;;;;;;;pl;;Древко 12 Зубы 6. Нужен навык: Заточка стрел.;;;
FO_BBM_Letter_SharpArrow=Hunting arrows;;;;;;;;;;;;;;pl;;Стрелы охотничьи;;;
ITEMDESC_BBM_Letter_SharpArrow=With this recipe and the right ingredients, the hero can create hunting arrows.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать охотничьи стрелы.;;;
LETTERHEADER_BBM_SharpArrow_Craft=Hunting arrows\nX\n12;;;;;;;;;;;;;;pl;;Охотничьи стрелы\nХ\n12;;;
LETTERTEXT_BBM_SharpArrow_Craft=\nShaft 12.\n\nTeeth 6.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;;;pl;;\nДревко 12.\n\nЗубы 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_1=Sharpen 1 arrow;;;;;;;;;;;;;;pl;;Заточить 1 стрелу;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_12=Sharpen 12 arrows;;;;;;;;;;;;;;pl;;Заточить 12 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_24=Sharpen 24 arrows;;;;;;;;;;;;;;pl;;Заточить 24 стрелы;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_25=Sharpen 25 arrows;;;;;;;;;;;;;;pl;;Заточить 25 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_50=Sharpen 50 arrows;;;;;;;;;;;;;;pl;;Заточить 50 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_100=Sharpen 100 arrows;;;;;;;;;;;;;;pl;;Заточить 100 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_150=Sharpen 150 arrows;;;;;;;;;;;;;;pl;;Заточить 150 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_250=Sharpen 250 arrows;;;;;;;;;;;;;;pl;;Заточить 250 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_500=Sharpen 500 arrows;;;;;;;;;;;;;;pl;;Заточить 500 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_Text=Skill required: Arrow sharpening.;;;;;;;;;;;;;;pl;;Нужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Craft_12=Create 12 bolts;;;;;;;;;;;;;;pl;;Создать 12 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_18=Create 18 bolts;;;;;;;;;;;;;;pl;;Создать 18 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_24=Create 24 bolts;;;;;;;;;;;;;;pl;;Создать 24 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_25=Create 25 bolts;;;;;;;;;;;;;;pl;;Создать 25 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_36=Create 36 bolts;;;;;;;;;;;;;;pl;;Создать 36 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_48=Create 48 bolts;;;;;;;;;;;;;;pl;;Создать 48 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_50=Create 50 bolts;;;;;;;;;;;;;;pl;;Создать 50 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_72=Create 72 bolts;;;;;;;;;;;;;;pl;;Создать 72 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_90=Create 90 bolts;;;;;;;;;;;;;;pl;;Создать 90 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_96=Create 96 bolts;;;;;;;;;;;;;;pl;;Создать 96 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_100=Create 100 bolts;;;;;;;;;;;;;;pl;;Создать 100 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_144=Create 144 bolts;;;;;;;;;;;;;;pl;;Создать 144 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_150=Create 150 bolts;;;;;;;;;;;;;;pl;;Создать 150 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_192=Create 192 bolts;;;;;;;;;;;;;;pl;;Создать 192 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_240=Create 240 bolts;;;;;;;;;;;;;;pl;;Создать 240 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_250=Create 250 bolts;;;;;;;;;;;;;;pl;;Создать 250 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_288=Create 288 bolts;;;;;;;;;;;;;;pl;;Создать 288 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_500=Create 500 bolts;;;;;;;;;;;;;;pl;;Создать 500 болтов;;;

INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_Text=Skill required: Bolt sharpening.;;;;;;;;;;;;;;pl;;Нужен навык: Заточка болтов.;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_1=Sharpen 1 bolt;;;;;;;;;;;;;;pl;;Заточить 1 болт;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_12=Sharpen 12 bolts;;;;;;;;;;;;;;pl;;Заточить 12 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_18=Sharpen 18 bolts;;;;;;;;;;;;;;pl;;Заточить 18 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_24=Sharpen 24 bolts;;;;;;;;;;;;;;pl;;Заточить 24 болта;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_25=Sharpen 25 bolts;;;;;;;;;;;;;;pl;;Заточить 25 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_36=Sharpen 36 bolts;;;;;;;;;;;;;;pl;;Заточить 36 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_50=Sharpen 50 bolts;;;;;;;;;;;;;;pl;;Заточить 50 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_90=Sharpen 90 bolts;;;;;;;;;;;;;;pl;;Заточить 90 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_100=Sharpen 100 bolts;;;;;;;;;;;;;;pl;;Заточить 100 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_150=Sharpen 150 bolts;;;;;;;;;;;;;;pl;;Заточить 150 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_250=Sharpen 250 bolts;;;;;;;;;;;;;;pl;;Заточить 250 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_500=Sharpen 500 bolts;;;;;;;;;;;;;;pl;;Заточить 500 болтов;;

INFO_Heavy_Hunter_Workbench_Bolt=Simple Bolts;;;;;;;;;;;;;;pl;;Простые Болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Text=Shaft 18 Raw Steel 1. Skill Required: Blacksmith;;;;;;;;;;;;;;pl;;Древко 18 Сырая сталь 1. Нужен навык: Кузнец;;;
FO_BBM_Letter_Bolt=bolts;;;;;;;;;;;;;;pl;;Болты;;;
ITEMDESC_BBM_Letter_Bolt=With this recipe and the right ingredients, the hero can create bolts.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать болты.;;;
LETTERHEADER_BBM_Bolt_Craft=Bolts\nX\n18;;;;;;;;;;;;;;pl;;Болты\nХ\n18;;;
LETTERTEXT_BBM_Bolt_Craft=\nShaft 18.\n\nRaw Steel 1.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;pl;;\nДревко 18.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Sharp=Sharp Bolts;;;;;;;;;;;;;;pl;;Острые Болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Sharp_Text=Shaft 18 Raw Steel 1 Iron Ore 8. Skill Required: Blacksmith;;;;;;;;;;;;;;pl;;Древко 18 Сырая сталь 1 Железная руда 8. Нужен навык: Кузнец;;;
FO_BBM_Letter_Bolt_Sharp=Bolts are sharp;;;;;;;;;;;;;;pl;;Болты острые;;;
ITEMDESC_BBM_Letter_Bolt_Sharp=With this recipe and the right ingredients, the hero can create sharp bolts.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать острые болты.;;;
LETTERHEADER_BBM_Bolt_Sharp_Craft=Sharp bolts\nX\n18;;;;;;;;;;;;;;pl;;Острые болты\nХ\n18;;;
LETTERTEXT_BBM_Bolt_Sharp_Craft=\nPillarwood 18.\n\nRaw Steel 1.\n\nIron Ore 8.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;pl;;\nДревко 18.\n\nСырая сталь 1.\n\nЖелезная руда 8.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_SharpHunterBolt=hunting bolts;;;;;;;;;;;;;;pl;;Охотничьи болты;;;
INFO_Heavy_Hunter_Workbench_SharpHunterBolt_Text=Shaft 12 Teeth 6. Skill required: Arrow sharpening.;;;;;;;;;;;;;;pl;;Древко 12 Зубы 6. Нужен навык: Заточка стрел.;;;
FO_BBM_Letter_SharpHunterBolt=Hunting bolts;;;;;;;;;;;;;;pl;;Болты охотничьи;;;
ITEMDESC_BBM_Letter_SharpHunterBolt=With this recipe and the right ingredients, the hero can create hunter's bolts.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать болты охотника.;;;
LETTERHEADER_BBM_SharpHunterBolt_Craft=Hunter Bolts\nX\n24;;;;;;;;;;;;;;pl;;Болты охотника\nХ\n24;;;
LETTERTEXT_BBM_SharpHunterBolt_Craft=\nShaft 12.\n\nTeeth 6.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;;;pl;;\nДревко 12.\n\nЗубы 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_BluntBolt=Stun Bolts;;;;;;;;;;;;;;pl;;Оглушающие болты;;;
INFO_Heavy_Hunter_Workbench_BluntBolt_Text=Shaft 25 Coin 250. Skill required: Blacksmith;;;;;;;;;;;;;;pl;;Древко 25 Mонета 250. Нужен навык: Кузнец;;;
FO_BBM_Letter_BluntBolt=Stun bolts;;;;;;;;;;;;;;pl;;Болты оглушающие;;;
ITEMDESC_BBM_Letter_BluntBolt=With this instruction and the right ingredients, the hero can create stun arrows.;;;;;;;;;;;;;;pl;;С этой инструкцией и нужными ингредиентами герой может создать оглушающие стрелы.;;;
LETTERHEADER_BBM_BluntBolt_Craft=Stun Arrows\nX\n25;;;;;;;;;;;;;;pl;;Оглушающие стрелы\nХ\n25;;;
LETTERTEXT_BBM_BluntBolt_Craft=\nPillar 25.\n\nCoin 100.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Blacksmith.;;;;;;;;;;;;;;pl;;\nДревко 25.\n\nМонета 100.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_OreBolt=Ore bolts;;;;;;;;;;;;;;pl;;Рудные болты;;;
INFO_Heavy_Hunter_Workbench_OreBolt_Text=Shaft 18 Ore 8 Raw Steel 1. Forge weapons from ore;;;;;;;;;;;;;;pl;;Древко 18 Руда 8 Сырая сталь 1. Ковка оружия из руды;;;
FO_BBM_Letter_OreBolt=Ore Bolts;;;;;;;;;;;;;;pl;;Болты из руды;;;
ITEMDESC_BBM_Letter_OreBolt=With this recipe and the right ingredients, a hero can create arrows tipped with an alloy of magic ore and steel.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава магической руды и стали.;;;
LETTERHEADER_BBM_OreBolt_Craft=Bolts from mag.  ores\nX\n18;;;;;;;;;;;;;;pl;;Болты из маг. руды\nХ\n18;;;
LETTERTEXT_BBM_OreBolt_Craft=\nPillar 18.\n\nOre 8.\n\nRaw Steel 1.\n\n\n[Instruction's note cannot be parsed]\n\n\n\nForge weapons from ore.;;;;;;;;;;;;;;pl;;\nДревко 18.\n\nРуда 8.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nКовка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_GoldBolt=golden bolts;;;;;;;;;;;;;;pl;;Золотые болты;;;
INFO_Heavy_Hunter_Workbench_GoldBolt_Text=Shaft 18 Gold Nugget 8 Raw Steel 1. Skill Required: Weapon Forging;;;;;;;;;;;;;;pl;;Древко 18 Золотой самородок 8 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_GoldBolt=Bolts of gold;;;;;;;;;;;;;;pl;;Болты из золота;;;
ITEMDESC_BBM_Letter_GoldBolt=With this recipe and the right ingredients, a hero can create arrows tipped with gold and steel.;;;;;;;;;;;;;;pl;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава золота и стали.;;;
LETTERHEADER_BBM_GoldBolt_Craft=Bolts of Gold\nX\n18;;;;;;;;;;;;;;pl;;Болты из золота\nХ\n18;;;
LETTERTEXT_BBM_GoldBolt_Craft=\nPillar 18.\n\nGold Nugget 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Cannot be Disassembled]\n\n\n\nSkill Required: Forging Weapons from Ore.;;;;;;;;;;;;;;pl;;\nДревко 18.\n\nЗолотой самородок 8.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

FO_GoldArrow=golden arrow;;-;;-;;de;;-;;-;;-;;pl;;Золотая стрела;;-;
ITEMDESC_GoldArrow=The noble metal makes this arrow very expensive.;;-;;-;;de;;-;;-;;-;;pl;;Благородный металл делает эту стрелу очень дорогой.;;-;

FO_GoldArrow_Sharpen=golden arrow;;-;;-;;de;;-;;-;;-;;pl;;Золотая стрела;;-;
ITEMDESC_GoldArrow_Sharpen=The noble metal makes this arrow very expensive.;;-;;-;;de;;-;;-;;-;;pl;;Благородный металл делает эту стрелу очень дорогой.;;-;

FO_SharpArrow_Sharpen=Hunter Arrow;;-;;-;;de;;-;;-;;-;;pl;;Стрела охотника;;-;
ITEMDESC_SharpArrow_Sharpen=Bloody sharp arrows.;;Frecce dannatamente affilate.;;-;;Verdammt scharfer Pfeil.;;Flechas muy afiladas.;;Určen ke střelbě z luku;;;;Cholernie ostra strzała.;;Стрела с острием из звериных зубов.;;-;

FO_SerratedArrow_Sharpen=Serrated Arrow;;-;;-;;de;;-;;-;;-;;pl;;Зазубренная стрела;;-;
ITEMDESC_SerratedArrow_Sharpen=With sharp teeth, this arrow inflicts a lacerated wound.;;-;;-;;de;;-;;-;;-;;pl;;Обладающая острыми зубцами, эта стрела наносит рваную рану.;;-;

FO_Arrow_ore_Sharpen=Ore arrow;;-;;-;;Erzpfeil;;-;;-;;-;;Strzala z rudy;;Рудная стрела;;-;
ITEMDESC_Arrow_ore_Sharpen=An arrow with a point from the iron alloy with magic ore. Thereof its blow becomes improbably strong.;;-;;-;;Pfeil mit einer Spitze aus Eisen vermischt mit magischem Erz. Dadurch wird der Pfeil enorm Durchschlag kräftig.;;-;;-;;-;;Strzała z grotem wykonanym ze stopu żelaza i magicznej rudy. Potrafi przebić najgrubszy pancerz.;;Стрела с наконечником из сплава железа с магической рудой. Поэтому ее удар стал невероятно сильным.;;-;

FO_GoldBolt_Sharpen=Gold Bolt;;-;;-;;-;;-;;-;;-;;Zloty belt;;Золотой болт;;-;
ITEMDESC_GoldBolt_Sharpen=The noble metal makes this bolt very expensive.;;-;;-;;de;;-;;-;;-;;Metal szlachetny sprawia, ze ten belt jest bardzo drogi.;;Благородный металл делает этот болт очень дорогим.;;-;

FO_OreBolt_Sharpen=Ore Bolt;;-;;-;;de;;-;;-;;-;;Belt z rudy;;Рудный болт;;-;
ITEMDESC_OreBolt_Sharpen=The ore tip has significant damage.;;-;;-;;de;;-;;-;;-;;Grot z rudy powoduje znaczne obrazenia.;;Рудный наконечник обладает значительным уроном.;;-;

FO_SharpHunterBolt_Sharpen=Hunter Bolt;;-;;-;;de;;-;;-;;-;;Ostry belt;;Болт охотника;;-;
ITEMDESC_SharpHunterBolt_Sharpen=The tip of this bolt is crafted from hunting trophies.;;-;;-;;de;;-;;-;;-;;Grot tego beltu jest wykonany z trofeow mysliwskich.;;Наконечник этого болта создан из охотничьих трофеев;;-;

FO_Bolt_Sharp_Sharpen=Blade quarrel;;Dardo affilato;;Carreau d'arbalète acéré;;Klingenbolzen;;Virote afilado;;Zaostřená šipka;;Pengés számszeríjvessző;;Ostry bełt;;Острый болт;;葉形方鏃箭;
ITEMDESC_Bolt_Sharp_Sharpen=Bloody sharp bolts.;;Dardi dannatamente affilati.;;-;;Verdammt scharfe Bolzen.;;Virotes muy afilados.;;Určena ke střelbě z kuše;;-;;Bełt o zaostrzonym grocie zadaje większe obrażenia.;;Чертовски острый болт.;;-;

INFO_Heavy_Hunter_Workbench_Yew_Wood=Wood - Yew;;;;;;;;;;;;;;pl;;Древесина - Тис;;;
INFO_Heavy_Hunter_Workbench_Oak_Wood=Wood - oak;;;;;;;;;;;;;;pl;;Древесина - дуб;;-;
INFO_Heavy_Hunter_Workbench_Cedar_Wood=Wood - cedar;;;;;;;;;;;;;;pl;;Древесина - кедр;;-;
INFO_Heavy_Hunter_Workbench_Larch_Wood=Wood - larch;;;;;;;;;;;;;;pl;;Древесина - лиственница;;-;
INFO_Heavy_Hunter_Workbench_Khaya_Wood=Wood - haya;;;;;;;;;;;;;;pl;;Древесина - хайа;;-;
INFO_Heavy_Hunter_Workbench_It_Gancka_Wood=Wood;;;;;;;;;;;;;;pl;;Дрова;;-;
INFO_Heavy_Hunter_Workbench_It_1H_Club_01=Cudgel;;Mazza;;Gourdin;;Knüppel;;Garrote;;Palice;;Bunkósbot;;Pałka;;Дубина;;棍棒;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Text=From a log 18 shafts From firewood 12 shafts From a club 6 shafts.;;;;;;;;;;;;;;pl;;Из полена 18 древков Из дров 12 древка Из дубинки 6 древков.;;;
FO_BBM_Letter_Shaft_Blank=Wood processing;;;;;;;;;;;;;;pl;;Обработка древесины;;;
ITEMDESC_BBM_Letter_Shaft_Blank=With this instruction, the hero can create shafts for arrows and bolts from logs, firewood, or clubs.;;;;;;;;;;;;;;pl;;С этой инструкцией герой может создать древки для стрел и болтов из полен, дров или дубинок.;;;
LETTERHEADER_BBM_Shaft_Blank_Craft=Wood processing\nX\n18\nX\n12\nX\n6;;;;;;;;;;;;;;pl;;Обработка древесины\nХ\n18\nХ\n12\nХ\n6;;;
LETTERTEXT_BBM_Shaft_Blank_Craft=\nFrom a log 18 poles.\n\nFrom wood 12 poles.\n\nFrom a club 6 poles.\n\n\n[Instruction note : With this instruction, the hero can create poles for arrows and bolts from logs, firewood or clubs  .];;;;;;;;;;;;;;pl;;\nИз полена 18 древков.\n\nИз дров 12 древка.\n\nИз дубинки 6 древков.\n\n\n[Примечание к инструкции : С этой инструкцией герой может создать древки для стрел и болтов из полен, дров или дубинок.];;;

INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_6=Create Shaft - 6;;;;;;;;;;;;;;pl;;Создать древко - 6;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_12=Create Shaft - 12;;;;;;;;;;;;;;pl;;Создать древко - 12;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_18=Create Shaft - 18;;;;;;;;;;;;;;pl;;Создать древко - 18;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_24=Create Shaft - 24;;;;;;;;;;;;;;pl;;Создать древко - 24;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_36=Create Shaft - 36;;;;;;;;;;;;;;pl;;Создать древко - 36;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_48=Create Shaft - 48;;;;;;;;;;;;;;pl;;Создать древко - 48;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_54=Create Shaft - 54;;;;;;;;;;;;;;pl;;Создать древко - 54;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_72=Create Shaft - 72;;;;;;;;;;;;;;pl;;Создать древко - 72;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_90=Create Shaft - 90;;;;;;;;;;;;;;pl;;Создать древко - 90;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_96=Create Shaft - 96;;;;;;;;;;;;;;pl;;Создать древко - 96;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_144=Create Shaft - 144;;;;;;;;;;;;;;pl;;Создать древко - 144;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_192=Create Shaft - 192;;;;;;;;;;;;;;pl;;Создать древко - 192;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_288=Create Shaft - 288;;;;;;;;;;;;;;pl;;Создать древко - 288;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_384=Create Shaft - 384;;;;;;;;;;;;;;pl;;Создать древко - 384;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_576=Create Shaft - 576;;;;;;;;;;;;;;pl;;Создать древко - 576;;;
